Revit 2024 API
BuiltInFailures.DirectContext3DFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.DirectContext3DFailures type exposes the following members.
Properties
Name | Description
NoMoreExternalDataTypeInstances
 No more instances of the Coordination Model.
UnableToLoadCoordinationModel
 Unable to load Coordination Model.
See Also
BuiltInFailures.DirectContext3DFailures Class
Autodesk.Revit.DB Namespace